Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fa: ناموفق
fr: Échoué
hi: विफल
id: Gagal
it: Non riuscito
ja_jp: 失敗
ko: 실패
nl: Mislukt
pl: Nieudane
pt_br: Falhou
ru: Ошибка
sv: Misslyckades
th: ล้มเหลว
tr: Başarısız
uk: Не вдалося
vi: Thất bại
zh_cn: 失败
zh_tw: 失敗

source: Fallback
ar: الخيار الاحتياطي
es: Reserva
fa: جایگزین
fr: Repli
hi: फ़ॉलबैक
ja_jp: フォールバック
ko: 대체 동작
nl: Terugvaloptie
pl: Działanie awaryjne
ru: Резервный вариант
sv: Reservåtgärd
th: ตัวเลือกสำรอง
tr: Yedek
uk: Резервний варіант
vi: Dự phòng
zh_cn: 回退
zh_tw: 備援

source: Fallback recognition language.
ar: لغة التعرف الاحتياطية.
de: Fallback-Erkennungssprache.
es: Idioma de reconocimiento alternativo.
fa: زبان تشخیص جایگزین.
fr: Langue de reconnaissance de secours.
hi: फ़ॉलबैक पहचान भाषा।
id: Bahasa pengenalan cadangan.
it: Lingua di riconoscimento di riserva.
ja_jp: フォールバック認識言語。
ko: 대체 인식 언어.
nl: Terugvaltaal voor herkenning.
pl: Zapasowy język rozpoznawania.
pt_br: Idioma de reconhecimento alternativo.
ru: Резервный язык распознавания.
sv: Reservspråk för igenkänning.
th: ภาษาสำรองสำหรับการรู้จำ
tr: Yedek tanıma dili.
uk: Резервна мова розпізнавання.
vi: Ngôn ngữ nhận dạng dự phòng.
zh_cn: 备用识别语言。
zh_tw: 備用辨識語言。

source: Fallback when unreachable
ar: الخيار الاحتياطي عند تعذّر الوصول
de: Fallback bei Nichterreichbarkeit
es: Reserva cuando no se puede acceder
fa: جایگزین هنگام عدم دسترسی
fr: Solution de repli lorsque inaccessible
hi: पहुँच योग्य न होने पर फ़ॉलबैक
id: Fallback saat tidak dapat dijangkau
it: Fallback quando non raggiungibile
ja_jp: 到達不能時のフォールバック
ko: 연결할 수 없을 때 대체 동작
nl: Terugvaloptie wanneer onbereikbaar
pl: Działanie awaryjne, gdy niedostępne
pt_br: Fallback quando inacessível
ru: Резервный вариант при недоступности
sv: Reservåtgärd när den inte går att nå
th: ตัวเลือกสำรองเมื่อเข้าถึงไม่ได้
tr: Ulaşılamadığında yedek
uk: Резервний варіант, коли недоступно
vi: Dự phòng khi không thể kết nối
zh_cn: 无法访问时的回退
zh_tw: 無法連線時的備援

source: Fast
ar: سريع
de: Schnell
es: Rápido
fa: سریع
fr: Rapide
hi: तेज़
id: Cepat
it: Veloce
ja_jp: 高速
ko: 빠름
nl: Snel
pl: Szybko
pt_br: Rápido
ru: Быстро
sv: Snabb
th: เร็ว
tr: Hızlı
uk: Швидко
vi: Nhanh
zh_cn: 快速
zh_tw: 快速

source: Fast responses
ar: استجابات سريعة
de: Schnelle Antworten
es: Respuestas rápidas
fa: پاسخ‌های سریع
fr: Réponses rapides
hi: तेज़ प्रतिक्रियाएँ
id: Respons cepat
it: Risposte rapide
ja_jp: 高速な応答
ko: 빠른 응답
nl: Snelle antwoorden
pl: Szybkie odpowiedzi
pt_br: Respostas rápidas
ru: Быстрые ответы
sv: Snabba svar
th: ตอบกลับอย่างรวดเร็ว
tr: Hızlı yanıtlar
uk: Швидкі відповіді
vi: Phản hồi nhanh
zh_cn: 快速响应
zh_tw: 快速回應

source: File Logging: Off
ar: تسجيل الملفات: إيقاف
de: Dateiprotokollierung: Aus
es: Registro en archivo: desactivado
fa: ثبت گزارش در فایل: خاموش
fr: Journalisation dans un fichier : désactivée
hi: फ़ाइल लॉगिंग: बंद
id: Logging File: Nonaktif
it: Logging su file: disattivato
ja_jp: ファイルログ：オフ
ko: 파일 로깅: 꺼짐
nl: Bestandslogging: uit
pl: Logowanie do pliku: Wyłączone
pt_br: Registro em arquivo: desativado
ru: Логирование в файл: выкл.
sv: Filloggning: Av
th: การบันทึกไฟล์: ปิด
tr: Dosya Günlüğü: Kapalı
uk: Журналювання у файл: вимкнено
vi: Ghi nhật ký vào tệp: Tắt
zh_cn: 文件日志：关闭
zh_tw: 檔案記錄：關閉

source: File Logging: On
ar: تسجيل الملفات: تشغيل
de: Dateiprotokollierung: Ein
es: Registro en archivo: activado
fa: ثبت گزارش در فایل: روشن
fr: Journalisation dans un fichier : activée
hi: फ़ाइल लॉगिंग: चालू
id: Logging File: Aktif
it: Logging su file: attivato
ja_jp: ファイルログ：オン
ko: 파일 로깅: 켜짐
nl: Bestandslogging: aan
pl: Logowanie do pliku: Włączone
pt_br: Registro em arquivo: ativado
ru: Логирование в файл: вкл.
sv: Filloggning: På
th: การบันทึกไฟล์: เปิด
tr: Dosya Günlüğü: Açık
uk: Журналювання у файл: увімкнено
vi: Ghi nhật ký vào tệp: Bật
zh_cn: 文件日志：开启
zh_tw: 檔案記錄：開啟

source: Filter
ar: فلتر
es: Filtro
fa: فیلتر
fr: Filtre
hi: फ़िल्टर
it: Filtro
ja_jp: フィルター
ko: 필터
pl: Filtr
pt_br: Filtro
ru: Фильтр
th: ตัวกรอง
tr: Filtre
uk: Фільтр
vi: Bộ lọc
zh_cn: 筛选
zh_tw: 篩選

source: Finalizing…
ar: جارٍ الإنهاء…
de: Wird abgeschlossen…
es: Finalizando…
fa: در حال نهایی‌سازی…
fr: Finalisation…
hi: अंतिम रूप दिया जा रहा है…
id: Menyelesaikan…
it: Finalizzazione…
ja_jp: 完了処理中…
ko: 마무리 중…
nl: Afronden…
pl: Finalizowanie…
pt_br: Finalizando…
ru: Завершение…
sv: Slutför…
th: กำลังสรุปผล…
tr: Sonlandırılıyor…
uk: Завершення…
vi: Đang hoàn tất…
zh_cn: 正在完成…
zh_tw: 正在完成…

source: Finish
ar: إنهاء
de: Fertig
es: Finalizar
fa: پایان
fr: Terminer
hi: समाप्त करें
id: Selesai
it: Fine
ja_jp: 完了
ko: 완료
nl: Voltooien
pl: Zakończ
pt_br: Concluir
ru: Готово
sv: Slutför
th: เสร็จสิ้น
tr: Bitir
uk: Завершити
vi: Hoàn tất
zh_cn: 完成
zh_tw: 完成

source: Finish dictation
ar: إنهاء الإملاء
de: Diktat beenden
es: Finalizar dictado
fa: پایان دیکته
fr: Terminer la dictée
hi: डिक्टेशन समाप्त करें
id: Selesai dikte
it: Termina dettatura
ja_jp: 音声入力を終了
ko: 받아쓰기 종료
nl: Dicteren voltooien
pl: Zakończ dyktowanie
pt_br: Encerrar ditado
ru: Завершить диктовку
sv: Avsluta diktering
th: เสร็จสิ้นการป้อนด้วยเสียง
tr: Dikteyi bitir
uk: Завершити диктування
vi: Kết thúc đọc
zh_cn: 结束语音输入
zh_tw: 結束語音輸入

source: Finish in your browser
ar: أكمل في متصفحك
de: Im Browser abschließen
es: Finaliza en tu navegador
fa: در مرورگر خود تمام کنید
fr: Terminez dans votre navigateur
hi: अपने ब्राउज़र में पूरा करें
id: Selesaikan di browser Anda
it: Completa nel browser
ja_jp: ブラウザで完了してください
ko: 브라우저에서 완료하세요
nl: Voltooien in je browser
pl: Dokończ w przeglądarce
pt_br: Conclua no seu navegador
ru: Завершите в браузере
sv: Slutför i din webbläsare
th: ดำเนินการให้เสร็จในเบราว์เซอร์ของคุณ
tr: Tarayıcınızda tamamlayın
uk: Завершіть у браузері
vi: Hoàn tất trong trình duyệt của bạn
zh_cn: 在浏览器中完成
zh_tw: 在瀏覽器中完成

source: Finish opens the chat — say hi to your new agent.
ar: يفتح زر إنهاء الدردشة — قل مرحبًا لوكيلك الجديد.
de: „Fertigstellen“ öffnet den Chat — sagen Sie Ihrem neuen Agenten Hallo.
es: Finalizar abre el chat — saluda a tu nuevo agente.
fa: Finish چت را باز می‌کند — به عامل جدیدتان سلام کنید.
fr: Terminer ouvre le chat — dites bonjour à votre nouvel agent.
hi: Finish chat खोलता है — अपने नए agent को hi कहें।
id: Selesai akan membuka obrolan — sapa agen baru Anda.
it: Fine apre la chat — saluta il tuo nuovo agente.
ja_jp: Finish でチャットが開きます — 新しいエージェントにあいさつしてみましょう。
ko: 마침을 누르면 채팅이 열립니다 — 새 에이전트에게 인사해 보세요.
nl: Voltooien opent de chat — zeg hallo tegen je nieuwe agent.
pl: Finish otwiera czat — przywitaj się ze swoim nowym agentem.
pt_br: Concluir abre o chat — diga oi para seu novo agente.
ru: Finish откроет чат — поздоровайтесь со своим новым агентом.
sv: Slutför öppnar chatten — säg hej till din nya agent.
th: Finish จะเปิดแชท — ทักทายตัวแทนใหม่ของคุณได้เลย
tr: Bitir, sohbeti açar — yeni aracınıza merhaba deyin.
uk: Finish відкриє чат — привітайтеся зі своїм новим агентом.
vi: Hoàn tất sẽ mở cuộc trò chuyện — hãy chào agent mới của bạn.
zh_cn: 完成后将打开聊天 — 向你的新 agent 打个招呼。
zh_tw: 完成後會開啟聊天 — 向你的新代理打聲招呼吧。

source: Finish voice note
ar: إنهاء الملاحظة الصوتية
de: Sprachnotiz beenden
es: Finalizar nota de voz
fa: پایان یادداشت صوتی
fr: Terminer la note vocale
hi: वॉइस नोट पूरा करें
id: Selesaikan catatan suara
it: Completa nota vocale
ja_jp: ボイスメモを完了
ko: 음성 메모 완료
nl: Spraakbericht voltooien
pl: Zakończ notatkę głosową
pt_br: Finalizar nota de voz
ru: Завершить голосовое сообщение
sv: Slutför röstmeddelande
th: เสร็จสิ้นข้อความเสียง
tr: Sesli notu bitir
uk: Завершити голосове повідомлення
vi: Hoàn tất ghi chú giọng nói
zh_cn: 完成语音留言
zh_tw: 完成語音留言

source: Finishing your OpenClaw update
ar: جارٍ إنهاء تحديث OpenClaw
de: Ihr OpenClaw-Update wird abgeschlossen
es: Finalizando la actualización de OpenClaw
fa: در حال تکمیل به‌روزرسانی OpenClaw
fr: Finalisation de la mise à jour d’OpenClaw
hi: आपका OpenClaw अपडेट पूरा किया जा रहा है
id: Menyelesaikan pembaruan OpenClaw Anda
it: Completamento dell'aggiornamento di OpenClaw
ja_jp: OpenClawのアップデートを完了しています
ko: OpenClaw 업데이트 마무리 중
nl: Je OpenClaw-update wordt afgerond
pl: Kończenie aktualizacji OpenClaw
pt_br: Finalizando a atualização do OpenClaw
ru: Завершение обновления OpenClaw
sv: Slutför uppdateringen av OpenClaw
th: กำลังดำเนินการอัปเดต OpenClaw ของคุณให้เสร็จสิ้น
tr: OpenClaw güncellemeniz tamamlanıyor
uk: Завершення оновлення OpenClaw
vi: Đang hoàn tất cập nhật OpenClaw
zh_cn: 正在完成 OpenClaw 更新
zh_tw: 正在完成 OpenClaw 更新

source: Flip camera
ar: عكس الكاميرا
de: Kamera wechseln
es: Voltear la cámara
fa: برگرداندن دوربین
fr: Retourner la caméra
hi: कैमरा पलटें
id: Balik kamera
it: Capovolgi fotocamera
ja_jp: カメラを反転
ko: 카메라 전환
nl: Camera omdraaien
pl: Odwróć aparat
pt_br: Inverter câmera
ru: Сменить камеру
sv: Vänd kameran
th: สลับกล้อง
tr: Kamerayı çevir
uk: Змінити камеру
vi: Đổi chiều camera
zh_cn: 翻转摄像头
zh_tw: 翻轉相機

source: Focus another app before attaching its text.
ar: انتقل إلى تطبيق آخر قبل إرفاق نصه.
de: Fokussieren Sie eine andere App, bevor Sie deren Text anhängen.
es: Enfoque otra aplicación antes de adjuntar su texto.
fa: پیش از پیوست‌کردن متن، برنامهٔ دیگری را فعال کنید.
fr: Activez une autre application avant de joindre son texte.
hi: उसका टेक्स्ट अटैच करने से पहले किसी अन्य ऐप पर फ़ोकस करें।
id: Fokuskan aplikasi lain sebelum melampirkan teksnya.
it: Porta un'altra app in primo piano prima di allegarne il testo.
ja_jp: テキストを添付する前に、別のアプリにフォーカスしてください。
ko: 텍스트를 첨부하기 전에 다른 앱에 포커스를 맞추세요.
nl: Activeer een andere app voordat je de tekst ervan bijvoegt.
pl: Przełącz się na inną aplikację, zanim załączysz jej tekst.
pt_br: Coloque outro app em foco antes de anexar o texto dele.
ru: Переключитесь на другое приложение, прежде чем прикреплять его текст.
sv: Fokusera på en annan app innan du bifogar dess text.
th: โฟกัสแอปอื่นก่อนแนบข้อความจากแอปนั้น
tr: Metnini eklemeden önce başka bir uygulamaya odaklanın.
uk: Перейдіть до іншої програми, перш ніж прикріплювати її текст.
vi: Chọn một ứng dụng khác trước khi đính kèm văn bản của ứng dụng đó.
zh_cn: 请先聚焦另一个应用，再附加其中的文本。
zh_tw: 請先聚焦其他 App，再附加其中的文字。

source: Focused Window
ar: النافذة النشطة
de: Fokussiertes Fenster
es: Ventana enfocada
fa: پنجرهٔ فعال
fr: Fenêtre active
hi: फ़ोकस की गई विंडो
id: Jendela yang Difokuskan
it: Finestra in primo piano
ja_jp: フォーカス中のウインドウ
ko: 포커스된 윈도우
nl: Actief venster
pl: Aktywne okno
pt_br: Janela em foco
ru: Активное окно
sv: Fokuserat fönster
th: หน้าต่างที่โฟกัสอยู่
tr: Odaktaki Pencere
uk: Активне вікно
vi: Cửa sổ đang được chọn
zh_cn: 当前聚焦的窗口
zh_tw: 聚焦的視窗

source: Focused app
ar: التطبيق النشط
de: Fokussierte App
es: Aplicación enfocada
fa: برنامهٔ فعال
fr: Application active
hi: फ़ोकस किया गया ऐप
id: Aplikasi yang difokuskan
it: App in primo piano
ja_jp: フォーカス中のアプリ
ko: 포커스된 앱
nl: Actieve app
pl: Aktywna aplikacja
pt_br: App em foco
ru: Активное приложение
sv: Fokuserad app
th: แอปที่โฟกัสอยู่
tr: Odaktaki uygulama
uk: Активна програма
vi: Ứng dụng đang được chọn
zh_cn: 当前聚焦的应用
zh_tw: 聚焦的 App

source: Fork
ar: تشعيب
de: Abzweigen
es: Bifurcar
fa: انشعاب
fr: Dupliquer
hi: फ़ोर्क करें
id: Buat Cabang
it: Crea fork
ja_jp: フォーク
ko: 포크
nl: Afsplitsen
pl: Rozgałęź
pt_br: Bifurcar
ru: Ответвить
sv: Förgrena
th: แยกเซสชัน
tr: Çatalla
uk: Відгалузити
vi: Phân nhánh
zh_cn: 创建分支
zh_tw: 分支

source: Fork from Here
ar: التفرع من هنا
de: Ab hier verzweigen
es: Bifurcar desde aquí
fa: انشعاب از اینجا
fr: Créer une branche à partir d’ici
hi: यहाँ से फ़ोर्क करें
id: Buat Cabang dari Sini
it: Crea una diramazione da qui
ja_jp: ここから分岐
ko: 여기에서 분기
nl: Vanaf hier afsplitsen
pl: Utwórz odgałęzienie od tego miejsca
pt_br: Criar ramificação a partir daqui
ru: Создать ответвление отсюда
sv: Förgrena härifrån
th: แยกแขนงจากที่นี่
tr: Buradan Dallandır
uk: Створити відгалуження звідси
vi: Tạo nhánh từ đây
zh_cn: 从此处分支
zh_tw: 從此處分支

source: Forward
ar: تقديم
de: Vorwärts
es: Adelante
fa: جلو
fr: Suivant
hi: आगे
id: Maju
it: Avanti
ja_jp: 進む
ko: 앞으로
nl: Vooruit
pl: Dalej
pt_br: Avançar
ru: Вперёд
sv: Framåt
th: ไปข้างหน้า
tr: İleri
uk: Вперед
vi: Tiến tới
zh_cn: 前进
zh_tw: 前進

source: Full
ar: كامل
de: Vollständig
es: Completo
fa: کامل
fr: Complet
hi: पूर्ण
id: Penuh
it: Completo
ja_jp: 最大
ko: 전체
nl: Volledig
pl: Pełna
pt_br: Completo
ru: Полная
sv: Fullständig
th: เต็ม
tr: Tam
uk: Повна
vi: Đầy đủ
zh_cn: 完整
zh_tw: 完整

source: Full Message
ar: الرسالة الكاملة
de: Vollständige Nachricht
es: Mensaje completo
fa: پیام کامل
fr: Message complet
hi: पूरा संदेश
id: Pesan Lengkap
it: Messaggio completo
ja_jp: メッセージ全文
ko: 전체 메시지
nl: Volledig bericht
pl: Pełna wiadomość
pt_br: Mensagem completa
ru: Полное сообщение
sv: Hela meddelandet
th: ข้อความฉบับเต็ม
tr: Tam İleti
uk: Повне повідомлення
vi: Toàn bộ tin nhắn
zh_cn: 完整消息
zh_tw: 完整訊息

source: Full message unavailable
ar: الرسالة الكاملة غير متاحة
de: Vollständige Nachricht nicht verfügbar
es: Mensaje completo no disponible
fa: پیام کامل در دسترس نیست
fr: Message complet indisponible
hi: पूरा संदेश उपलब्ध नहीं है
id: Pesan lengkap tidak tersedia
it: Messaggio completo non disponibile
ja_jp: メッセージ全文を利用できません
ko: 전체 메시지를 사용할 수 없음
nl: Volledig bericht niet beschikbaar
pl: Pełna wiadomość jest niedostępna
pt_br: Mensagem completa indisponível
ru: Полное сообщение недоступно
sv: Hela meddelandet är inte tillgängligt
th: ไม่สามารถดูข้อความฉบับเต็มได้
tr: Tam ileti kullanılamıyor
uk: Повідомлення повністю недоступне
vi: Không có toàn bộ tin nhắn
zh_cn: 完整消息不可用
zh_tw: 無法取得完整訊息

source: Funnel requires authentication.
ar: يتطلب Funnel المصادقة.
de: Funnel erfordert Authentifizierung.
es: Funnel requiere autenticación.
fa: Funnel نیازمند احراز هویت است.
fr: Funnel nécessite une authentification.
hi: Funnel के लिए प्रमाणीकरण आवश्यक है।
id: Funnel memerlukan autentikasi.
it: Funnel richiede l'autenticazione.
ja_jp: Funnel には認証が必要です。
ko: Funnel에는 인증이 필요합니다.
nl: Funnel vereist authenticatie.
pl: Funnel wymaga uwierzytelnienia.
pt_br: Funnel requer autenticação.
ru: Funnel требует аутентификации.
sv: Funnel kräver autentisering.
th: Funnel ต้องมีการตรวจสอบสิทธิ์
tr: Funnel kimlik doğrulama gerektirir.
uk: Funnel вимагає автентифікації.
vi: Funnel yêu cầu xác thực.
zh_cn: Funnel 需要身份验证。
zh_tw: Funnel 需要驗證。

source: Gateway Error
ar: خطأ في Gateway
de: Gateway-Fehler
es: Error del Gateway
fa: خطای Gateway
fr: Erreur du Gateway
hi: Gateway त्रुटि
id: Kesalahan Gateway
it: Errore del Gateway
ja_jp: Gatewayエラー
ko: Gateway 오류
nl: Gateway-fout
pl: Błąd Gateway
pt_br: Erro do Gateway
ru: Ошибка Gateway
sv: Gateway-fel
th: ข้อผิดพลาดของ Gateway
tr: Gateway Hatası
uk: Помилка Gateway
vi: Lỗi Gateway
zh_cn: Gateway 错误
zh_tw: Gateway 錯誤

source: Gateway URL
ar: عنوان URL لـ Gateway
es: URL del Gateway
fa: نشانی URL Gateway
fr: URL du Gateway
id: URL Gateway
it: URL del Gateway
pl: URL Gateway
pt_br: URL do Gateway
ru: URL Gateway
th: URL ของ Gateway
tr: Gateway URL'si
uk: URL Gateway
vi: URL Gateway

source: Gateway changed before the thread operation started.
ar: تغيّر Gateway قبل بدء عملية المحادثة.
de: Das Gateway wurde geändert, bevor der Thread-Vorgang gestartet wurde.
es: El Gateway cambió antes de que comenzara la operación del hilo.
fa: Gateway پیش از شروع عملیات رشته تغییر کرد.
fr: Le Gateway a changé avant le début de l’opération sur le fil de discussion.
hi: थ्रेड की कार्रवाई शुरू होने से पहले Gateway बदल गया।
id: Gateway berubah sebelum operasi utas dimulai.
it: Il Gateway è cambiato prima dell'inizio dell'operazione sulla conversazione.
ja_jp: スレッド操作の開始前にGatewayが変更されました。
ko: 스레드 작업이 시작되기 전에 Gateway가 변경되었습니다.
nl: De Gateway is gewijzigd voordat de gespreksbewerking begon.
pl: Gateway zmienił się przed rozpoczęciem operacji na wątku.
pt_br: O Gateway foi alterado antes do início da operação da conversa.
ru: Gateway был изменён до начала операции с веткой.
sv: Gateway ändrades innan trådåtgärden startade.
th: Gateway มีการเปลี่ยนแปลงก่อนเริ่มดำเนินการกับเธรด
tr: İş parçacığı işlemi başlamadan önce Gateway değişti.
uk: Gateway змінився до початку операції з гілкою.
vi: Gateway đã thay đổi trước khi thao tác với luồng bắt đầu.
zh_cn: Gateway 在对话操作开始前已发生更改。
zh_tw: Gateway 在對話串操作開始前已變更。

source: Gateway changed. Close and reopen Groups to continue.
ar: تغيّر Gateway. أغلق المجموعات وأعد فتحها للمتابعة.
de: Gateway wurde geändert. Schließen und öffnen Sie „Gruppen“ erneut, um fortzufahren.
es: El Gateway ha cambiado. Cierra y vuelve a abrir Grupos para continuar.
fa: Gateway تغییر کرد. برای ادامه، Groups را ببندید و دوباره باز کنید.
fr: Le Gateway a changé. Fermez et rouvrez Groupes pour continuer.
hi: Gateway बदल गया है। जारी रखने के लिए Groups को बंद करके फिर से खोलें।
id: Gateway berubah. Tutup dan buka kembali Grup untuk melanjutkan.
it: Il Gateway è cambiato. Chiudi e riapri Gruppi per continuare.
ja_jp: Gatewayが変更されました。続行するには「グループ」を閉じて再度開いてください。
ko: Gateway가 변경되었습니다. 계속하려면 그룹을 닫았다가 다시 여세요.
nl: Gateway gewijzigd. Sluit Groepen en open het opnieuw om door te gaan.
pl: Gateway został zmieniony. Zamknij i ponownie otwórz Grupy, aby kontynuować.
pt_br: O Gateway foi alterado. Feche e reabra Grupos para continuar.
ru: Gateway изменён. Закройте и снова откройте раздел «Группы», чтобы продолжить.
sv: Gateway har ändrats. Stäng och öppna Grupper igen för att fortsätta.
th: Gateway มีการเปลี่ยนแปลง ปิดแล้วเปิดกลุ่มอีกครั้งเพื่อดำเนินการต่อ
tr: Gateway değişti. Devam etmek için Gruplar'ı kapatıp yeniden açın.
uk: Gateway змінено. Закрийте й знову відкрийте розділ «Групи», щоб продовжити.
vi: Gateway đã thay đổi. Hãy đóng rồi mở lại Nhóm để tiếp tục.
zh_cn: Gateway 已更改。请关闭并重新打开“群组”以继续。
zh_tw: Gateway 已變更。請關閉並重新開啟「群組」以繼續。

source: Gateway connected
ar: Gateway متصل
de: Gateway verbunden
es: Gateway conectado
fa: Gateway متصل است
fr: Gateway connecté
hi: Gateway कनेक्ट हो गया
id: Gateway terhubung
it: Gateway connesso
ja_jp: Gatewayに接続済み
ko: Gateway 연결됨
nl: Gateway verbonden
pl: Połączono z Gateway
pt_br: Gateway conectado
ru: Gateway подключён
sv: Gateway ansluten
th: เชื่อมต่อ Gateway แล้ว
tr: Gateway bağlandı
uk: Gateway підключено
vi: Gateway đã kết nối
zh_cn: Gateway 已连接
zh_tw: Gateway 已連線

source: Gateway connection failed.
ar: فشل الاتصال بالـ Gateway.
de: Gateway-Verbindung fehlgeschlagen.
es: Falló la conexión con el Gateway.
fa: اتصال Gateway ناموفق بود.
fr: Échec de la connexion au Gateway.
hi: Gateway कनेक्शन विफल रहा।
id: Koneksi Gateway gagal.
it: Connessione al Gateway non riuscita.
ja_jp: Gateway 接続に失敗しました。
ko: Gateway 연결에 실패했습니다.
nl: Gateway-verbinding mislukt.
pl: Połączenie z Gateway nie powiodło się.
pt_br: Falha na conexão com o Gateway.
ru: Не удалось подключиться к Gateway.
sv: Gateway-anslutningen misslyckades.
th: การเชื่อมต่อ Gateway ล้มเหลว
tr: Gateway bağlantısı başarısız oldu.
uk: Не вдалося підключитися до Gateway.
vi: Kết nối Gateway thất bại.
zh_cn: Gateway 连接失败。
zh_tw: Gateway 連線失敗。

source: Gateway location
ar: موقع Gateway
de: Gateway-Standort
es: Ubicación del Gateway
fa: مکان Gateway
fr: Emplacement du Gateway
hi: Gateway स्थान
id: Lokasi Gateway
it: Posizione del Gateway
ja_jp: Gateway の場所
ko: Gateway 위치
nl: Gateway-locatie
pl: Lokalizacja Gateway
pt_br: Localização do Gateway
ru: Расположение Gateway
sv: Gateway-plats
th: ตำแหน่ง Gateway
tr: Gateway konumu
uk: Розташування Gateway
vi: Vị trí Gateway
zh_cn: Gateway 位置
zh_tw: Gateway 位置

source: Gateway not configured
ar: لم يتم تكوين Gateway
de: Gateway nicht konfiguriert
es: Gateway no configurado
fa: Gateway پیکربندی نشده است
fr: Gateway non configuré
hi: Gateway कॉन्फ़िगर नहीं किया गया
id: Gateway belum dikonfigurasi
it: Gateway non configurato
ja_jp: Gateway が構成されていません
ko: Gateway가 구성되지 않음
nl: Gateway niet geconfigureerd
pl: Gateway nie jest skonfigurowany
pt_br: Gateway não configurado
ru: Gateway не настроен
sv: Gateway inte konfigurerad
th: ยังไม่ได้กำหนดค่า Gateway
tr: Gateway yapılandırılmadı
uk: Gateway не налаштовано
vi: Chưa cấu hình Gateway
zh_cn: Gateway 未配置
zh_tw: 尚未設定 Gateway

source: Gateway recovery failed.
ar: فشل استرداد Gateway.
de: Die Gateway-Wiederherstellung ist fehlgeschlagen.
es: La recuperación de Gateway falló.
fa: بازیابی Gateway ناموفق بود.
fr: Échec de la récupération du Gateway.
hi: Gateway रिकवरी विफल रही।
id: Pemulihan Gateway gagal.
it: Ripristino del Gateway non riuscito.
ja_jp: Gatewayの復旧に失敗しました。
ko: Gateway 복구에 실패했습니다.
nl: Herstel van Gateway mislukt.
pl: Odzyskiwanie Gateway nie powiodło się.
pt_br: Falha na recuperação do Gateway.
ru: Не удалось восстановить Gateway.
sv: Återställningen av Gateway misslyckades.
th: กู้คืน Gateway ไม่สำเร็จ
tr: Gateway kurtarma işlemi başarısız oldu.
uk: Не вдалося відновити Gateway.
vi: Khôi phục Gateway không thành công.
zh_cn: Gateway 恢复失败。
zh_tw: Gateway 復原失敗。

source: Gateway token
ar: رمز Gateway
es: Token de Gateway
fa: توکن Gateway
fr: Jeton du Gateway
hi: Gateway टोकन
id: Token Gateway
it: Token del Gateway
ja_jp: Gateway トークン
ko: Gateway 토큰
pl: Token Gateway
pt_br: Token do Gateway
ru: Токен Gateway
th: โทเค็น Gateway
tr: Gateway token’ı
uk: Токен Gateway
vi: Token Gateway
zh_cn: Gateway 令牌
zh_tw: Gateway 權杖

source: Gateway token mismatch. Run openclaw gateway auth-token --show on the gateway host.
ar: عدم تطابق رمز Gateway. شغّل openclaw gateway auth-token --show على مضيف Gateway.
de: Gateway-Token stimmt nicht überein. Führen Sie openclaw gateway auth-token --show auf dem Gateway-Host aus.
es: El token del Gateway no coincide. Ejecuta openclaw gateway auth-token --show en el host del Gateway.
fa: عدم تطابق توکن Gateway. دستور openclaw gateway auth-token --show را روی میزبان Gateway اجرا کنید.
fr: Le jeton du Gateway ne correspond pas. Exécutez openclaw gateway auth-token --show sur l'hôte du gateway.
hi: Gateway token मेल नहीं खाता। gateway host पर openclaw gateway auth-token --show चलाएँ।
id: Token Gateway tidak cocok. Jalankan openclaw gateway auth-token --show di host gateway.
it: Il token del Gateway non corrisponde. Esegui openclaw gateway auth-token --show sull'host del gateway.
ja_jp: Gatewayトークンが一致しません。Gatewayホストで openclaw gateway auth-token --show を実行してください。
ko: Gateway 토큰이 일치하지 않습니다. gateway 호스트에서 openclaw gateway auth-token --show를 실행하세요.
nl: Gateway-token komt niet overeen. Voer openclaw gateway auth-token --show uit op de gateway-host.
pl: Niezgodność tokenu Gateway. Uruchom openclaw gateway auth-token --show na hoście gateway.
pt_br: Incompatibilidade de token do Gateway. Execute openclaw gateway auth-token --show no host do gateway.
ru: Несоответствие токена Gateway. Выполните openclaw gateway auth-token --show на хосте Gateway.
sv: Gateway-token stämmer inte. Kör openclaw gateway auth-token --show på gateway-värden.
th: โทเคนของ Gateway ไม่ตรงกัน รัน openclaw gateway auth-token --show บนโฮสต์ Gateway
tr: Gateway belirteci uyuşmuyor. Gateway ana bilgisayarında openclaw gateway auth-token --show komutunu çalıştırın.
uk: Невідповідність токена Gateway. Виконайте openclaw gateway auth-token --show на хості Gateway.
vi: Token Gateway không khớp. Chạy openclaw gateway auth-token --show trên máy chủ gateway.
zh_cn: Gateway 令牌不匹配。请在 gateway 主机上运行 openclaw gateway auth-token --show。
zh_tw: Gateway 權杖不符。請在 gateway 主機上執行 openclaw gateway auth-token --show。

source: Gateway update failed.
ar: فشل تحديث Gateway.
de: Gateway-Update fehlgeschlagen.
es: La actualización de Gateway falló.
fa: به‌روزرسانی Gateway ناموفق بود.
fr: Échec de la mise à jour du Gateway.
hi: Gateway अपडेट विफल रहा।
id: Pembaruan Gateway gagal.
it: Aggiornamento del Gateway non riuscito.
ja_jp: Gatewayのアップデートに失敗しました。
ko: Gateway 업데이트에 실패했습니다.
nl: Gateway-update mislukt.
pl: Aktualizacja Gateway nie powiodła się.
pt_br: Falha na atualização do Gateway.
ru: Не удалось обновить Gateway.
sv: Gateway-uppdateringen misslyckades.
th: อัปเดต Gateway ไม่สำเร็จ
tr: Gateway güncellemesi başarısız oldu.
uk: Не вдалося оновити Gateway.
vi: Cập nhật Gateway không thành công.
zh_cn: Gateway 更新失败。
zh_tw: Gateway 更新失敗。
